const menu = (prefix, NomeDoBot) => {
  
// NÃO APAGUE ESSE ${NickDono} nem 
//${numerodn} nem ${NomeDoBot} nem ${prefix} só se quiser apagar completo, não coloque nada ${dentro assim} ISSO SÃO DEFINIÇÕES QUE ESTÁ PUXANDO DO settings.json, da pasta dono, só pode altera a base de tudo, menos as definições, só se quiser apagar a definição completa.  
  
return `​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​
┏━──━─━━─━─━──━─━─━
  き⃟❗️ɪɴғᴏ ᴅᴏ ʙᴏᴛ❗⃟ き
┗━─━─━─━┓┏━─━──━─━─
┏━─━─━─━┛┗─━─━──━─━
╠➽ [ ${NomeDoBot} ]
╠➽ [Nmr dono: wa.me/5521982761331 ]
╠➽ [ Meu canal do YouTube da uma força: youtube.com/@Carioquinha_rj ] [ Se inscreve no canal ] 🔥
┗━─━─━─━━─━─━──━─━┓
┏━─━─━─━━─━─━──━─━┛
┏━──━─━━─━─━──━─━─━
  ⚠︎ ⟨⟩ ᴛᴏᴅᴏs ᴏs ᴍᴇɴᴜ ⟨⟩
┗━─━─━─━┓┏━─━──━─━─
┏━─━─━─━┛┗─━─━──━─━
╠➽ ${prefix}Menudono
╠➽ ${prefix}Efeitosimg
╠➽ ${prefix}Menuadm
╠➽ ${prefix}Menupremium
╠➽ ${prefix}Logos
╠➽ ${prefix}Brincadeiras
╠➽ ${prefix}Alteradores
┗━─━─━─━━─━─━──━─━┓
┏━─━─━─━━─━─━──━─━┛
┏━──━─━━─━─━──━─━─━
  🎬 𝐄𝐃𝐈𝐓𝐒 🎬
┗━─━─━─━┓┏━─━──━─━─
┏━─━─━─━┛┗─━─━──━─━
╠➽ ${prefix}Edit-jotaro
╠➽ ${prefix}Edit-bleach
╠➽ ${prefix}Edit-dragonball
╠➽ ${prefix}}Edit-hunter
╠➽ ${prefix}Edit-shingeki
╠➽ ${prefix}Edit-trap
╠➽ ${prefix}Edit-anya
╠➽ ${prefix}Edit-jujutsu
╠➽ ${prefix}Edit-sololeveling
╠➽ ${prefix}Edit-naruto
╠➽ ${prefix}Edit-kimetsu
┗━─━─━─━━─━─━──━─━┓
┏━─━─━─━━─━─━──━─━┛
┏━──━─━━─━─━──━─━─━
   ☔ 𝐌𝐄𝐌𝐁𝐑𝐎𝐒 ☔
┗━─━─━─━┓┏━─━──━─━─
┏━─━─━─━┛┗─━─━──━─━
╠➽ ${prefix}Infobot
╠➽ ${prefix}Idiomas 
╠➽ ${prefix}Bug (QUESTIONE)
╠➽ ${prefix}Sugestao (DICA) 
╠➽ ${prefix}Avalie (O-QUAO-BOM)
╠➽ ${prefix}Metadinha
╠➽ ${prefix}Wallpaper
╠➽ ${prefix}Loli
╠➽ ${prefix}Hentai (+18)
╠➽ ${prefix}Neko2
╠➽ ${prefix}Nami
╠➽ ${prefix}Ussop
╠➽ ${prefix}Sanji
╠➽ ${prefix}Luffy
╠➽ ${prefix}Zoro
╠➽ ${prefix}Copper
╠➽ ${prefix}Naruto
╠➽ ${prefix}Minato
╠➽ ${prefix}Sasuke
╠➽ ${prefix}Sakura
╠➽ ${prefix}Boruto
╠➽ ${prefix}Sarada
╠➽ ${prefix}Mitsuki
╠➽ ${prefix}Orochimaru
╠➽ ${prefix}Tsunade
╠➽ ${prefix}Kakashi
╠➽ ${prefix}Killua
╠➽ ${prefix}Gon
╠➽ ${prefix}Rimuru
╠➽ ${prefix}Sagiri
╠➽ ${prefix}Natsu
╠➽ ${prefix}Tanjirou
╠➽ ${prefix}Nezuko
╠➽ ${prefix}Senku
┗━─━─━─━━─━─━──━─━┓
┏━─━─━─━━─━─━──━─━┛
┏━──━─━━─━─━──━─━─━
    🙅🏻‍♂️ 𝐃𝐎𝐍𝐎 🙅🏻‍♂️
┗━─━─━─━┓┏━─━──━─━─
┏━─━─━─━┛┗─━─━──━─━
╠➽ ${prefix}Fotomenu (MARCAR-IMG) 
╠➽ ${prefix}Audio-menu
╠➽ ${prefix}Verificado-global
╠➽ ${prefix}Console
╠➽ ${prefix}Botoes
╠➽ ${prefix}InfoBemvindo
╠➽ ${prefix}Infopalavrão
╠➽ ${prefix}Infolistanegra
╠➽ ${prefix}Infobancarac
╠➽ ${prefix}Infovotacao
╠➽ ${prefix}Infocontador
╠➽ ${prefix}Infosorteio
┗━─━─━─━━─━─━──━─━┓
┏━─━─━─━━─━─━──━─━┛
┏━──━─━━─━─━──━─━─━
   🔎 𝐏𝐄𝐒𝐐𝐔𝐈𝐒𝐀 🔎 
┗━─━─━─━┓┏━─━──━─━─
┏━─━─━─━┛┗─━─━──━─━
╠➽ ${prefix}Play [NOME DA MSC]
╠➽ ${prefix}Playmp4 (NOME)
╠➽ ${prefix}Ytsearch (NOME) 
╠➽ ${prefix}Ytmp4 (LINK) 
╠➽ ${prefix}Ytmp3 (LINK) 
╠➽ ${prefix}Tiktok (LINK) 
╠➽ ${prefix}Instagram (LINK) 
╠➽ ${prefix}Facebook (LINK) 
╠➽ ${prefix}Twitter (LINK) 
╠➽ ${prefix}Imgpralink (MARCAR)
╠➽ ${prefix}Videopralink (MARCAR-V)
┗━─━─━─━━─━─━──━─━┓
┏━─━─━─━━─━─━──━─━┛
┏━──━─━━─━─━──━─━─━
   💥 𝐈𝐍𝐅𝐎𝐑𝐌𝐀𝐂𝐎𝐄𝐒 💥
┗━─━─━─━┓┏━─━──━─━─
┏━─━─━─━┛┗─━─━──━─━
╠➽ ${prefix}Ping
╠➽ ${prefix}Planos
╠➽ ${prefix}Atividade
╠➽ ${prefix}Rankativo
╠➽ ${prefix}Checkativo [@]
╠➽ ${prefix}Ranklevel (D TODOS)
┗━─━─━─━━─━─━──━─━┓
┏━─━─━─━━─━─━──━─━┛
┏━──━─━━─━─━──━─━─━
   🎮 𝐉𝐎𝐆𝐎𝐒 🎮
┗━─━─━─━┓┏━─━──━─━─
┏━─━─━─━┛┗─━─━──━─━
╠➽ ${prefix}}Ppt (PEDRA/PAPEL)
╠➽ ${prefix}Jogodavelha [@]
╠➽ ${prefix}Ttt (JOGO-DA-VELHA)
╠➽ ${prefix}Cassino
╠➽ ${prefix}Eununca
╠➽ ${prefix}Quizanimais 1 / 0
╠➽ ${prefix}Anagrama 1 / 0
┗━─━─━─━━─━─━──━─━┓
┏━─━─━─━━─━─━──━─━┛
┏━──━─━━─━─━──━─━─━
  ❄️ 𝐅𝐈𝐆𝐔𝐑𝐈𝐍𝐇𝐀𝐒 ❄️
┗━─━─━─━┓┏━─━──━─━─
┏━─━─━─━┛┗─━─━──━─━
╠➽ ${prefix}Attp (TEXT)
╠➽ ${prefix}Attp1 (TEXT)
╠➽ ${prefix}Attp2 (TEXT)
╠➽ ${prefix}Attp3 (TEXT)
╠➽ ${prefix}Attp4 (TEXT)
╠➽ ${prefix}Attp5 (TEXT)
╠➽ ${prefix}Ttp6 (TEXT)
╠➽ ${prefix}Fsticker (MARCAR-FT)
╠➽ ${prefix}Sticker (MARCAR-FT)
╠➽ ${prefix}S (MARCAR-FT)
╠➽ ${prefix}Figurinha (MARCAR-FT)
╠➽ ${prefix}Toimg (MARCAR-FIGU)
╠➽ ${prefix}Togif (MARCAR-FIGU)
╠➽ ${prefix}Roubar (TEXT/TEXT)
┗━─━─━─━━─━─━──━─━┓
┏━─━─━─━━─━─━──━─━┛
┏━──━─━━─━─━──━─━─━
  🗣️ 𝐂𝐎𝐌𝐀𝐍𝐃𝐎𝐒-𝐁𝐒𝐂 🗣️
┗━─━─━─━┓┏━─━──━─━─
┏━─━─━─━┛┗─━─━──━─━
╠➽ ${prefix}Gtts (LINGUAGEM + TEXT)
╠➽ ${prefix}Traduzir (Hello)
╠➽ ${prefix}Tagme 
╠➽ ${prefix}Emoji
╠➽ ${prefix}Emojimix
╠➽ ${prefix}Tabela (LETRAS) 
╠➽ ${prefix}Conselhobiblico
╠➽ ${prefix}Simi (FALE-ALGO)
╠➽ ${prefix}Perfil
╠➽ ${prefix}Calcular (1 + 1)
╠➽ ${prefix}Fazernick (NICK)
╠➽ ${prefix}Bot
╠➽ ${prefix}Reverte (MARCA ÁUDIO)
┗━─━─━─━━─━─━──━─━┓
┏━─━─━─━━─━─━──━─━┛
┗━─━─━─━( ${NomeDoBot} )━──━─━─
`
}

exports.menu = menu

// NÃO APAGUE ESSE ${NickDono} nem 
//${numerodn} nem ${NomeDoBot} nem ${prefix} só se quiser apagar completo, não coloque nada ${dentro assim} ISSO SÃO DEFINIÇÕES QUE ESTÁ PUXANDO DO settings.json, da pasta dono, só pode altera a base de tudo, menos as definições, só se quiser apagar a definição completa.
